Repository: 2048hertz/oaknut-xfce
Catalog: po/*.po
Languages: ku, ta

source: An item was unexpectedly removed: "%s".
ta: ஓர் உறுப்பு எதிர்பாராமல் நீக்கபட்டுள்ளது: "%s".

source: Remove "%s"?
ta: "%s" நீக்கவா?

source: The item will be removed from the panel and its configuration will be lost.
ta: உருப்பு நிரல்பலகையில் இருந்து நீக்கபடும், மேலும் அதன் வடிவமைப்புகளும் நீக்கபடும்.

source: Properties
ta: பண்புகள்

source: About
ta: அது பற்றி

source: Move
ta: நகர்த்துக

source: Remove
ta: நீக்குக

source: Add New Items...
ta: புதிய உருப்பை சேர்க்கவும்...

source: Customize Panel...
ta: நிரல்பலகையை தன்விருப்பமாற்றம் செய்க...

source: Quit
ta: வெளியேறு

source: Restart
ta: மறுதொடக்கம்

source: About the Xfce Panel
ta: XFCE நிரல்பலகையை பற்றி

source: Exit Xfce Panel?
ta: XFCE நிரல்பலகையிலிருந்து வெளியேறவா?

source: Xfce Panel
ku: Panela Xfce
ta: XFCE நிரல்பலகை

source: You can't remove the last panel. Would you like to exit the program?
ta: கடைசி நிரல்பலகையை நீக்கமுடியாது. நிரலை மூடவா?

source: Remove Panel "%d"?
ta: "%d" நிரல்பலகையை நீக்கவா?

source: The selected panel and all its items will be removed.
ta: தேர்ந்தெடுக்கபட்ட நிரல்பலகையும் மற்றும் அதன் உருப்புகளும் நீக்கபடுகின்றது.

source: Developer
ta: நிரலாளர்

source: Print version information and exit
ta: பதிப்புத் தகவலை காட்டிவிட்டு வெளியேறு

source: Show 'Customize Panel' dialog
ta: தன்விருப்பமாற்றப்பலகை உரையாடல்பெட்டியை காட்டுக

source: Save the panel configuration
ta: நிரல்பலகை வடிவமைப்பை சேமி

source: Restart the running instance of xfce4-panel
ta: தற்போது இயங்கிக்கொண்டிருக்கும் xfce4 நிரல்பலகையை மறுதொடக்கம் செய்க

source: Log out the active session
ta: பணிஅமர்விலிருந்து வெளியேறு

source: Close all panels and end the program
ta: அனைத்து நிரல்பலகைகளையும் நிறுத்திவிட்டு நிரலை முடுக

source: Show 'Add New Items' dialog
ta: புதிய உருப்பை சேர்க்கும் உரையாடல்பெட்டியை காட்டு

source: Failed to open display
ta: காட்சித்திரையை உபயோகப்படுத்த முடியவில்லை

source: The Xfce development team. All rights reserved.
ta: முழு உரிமையும் Xfce உருவாக்க குழுவால் பதியப்படுகிறது

source: Please report bugs to <%s>.
ta: பிழைகளை <%s> ல் தெரியபடுத்துக.

source: Xfce4-panel already running
ta: Xfce4 நிரல்பலகை தறிபோது இயங்கிக் கொண்டுள்ளது

source: Restarting xfce4-panel...
ta: xfce4 நிரல்பலகையை மறுதொடக்குக

source: Could not open "%s" module
ta: "%s" நிரல்கூடகத்தை பயன்படுத்த முடியவில்லை

source: Add New Items
ta: புதிய உருப்பை சேர்க்கவும்

source: Drag items from the list to a panel or remove them by dragging them back to the list.
ta: பட்டியலில் இருந்து உருப்புகளை இழுத்து நிரல்பலகையில் சேர்க்கவும் அல்லது அவற்றை மறுபடியும் இழுத்து பட்டியலில் போட்டு நீக்கவும்

source: _Search:
ta: தேடுக(_S):

source: Normal Width
ta: சாதாரன அகலம்

source: Full Width
ta: முழூ அகலம்

source: Normal Height
ta: சாதாரன உயரம்

source: Full Height
ta: முழூ உயரம்

source: Span Monitors
ta: திரையை உருவாக்குக

source: Left
ku: Çep
ta: இடது

source: Right
ku: Rast
ta: வலது

source: Top
ku: Jor
ta: மேல்

source: Bottom
ku: Jêr
ta: கீழ்

source: Position
ta: நிலை

source: _Fixed position
ta: நிலையான இடம்(_F)

source: Freely _moveable
ta: சாதாரனமாக நகரும்(_m)

source: Auto_hide
ta: தானாகவே மறைக்கவும்(_h)

source: Orientation:
ta: பலகை திசை அமைவு:

source: Horizontal
ta: கிடையான

source: Vertical
ta: செங்குத்தமான

source: Handle:
ta: கையாளர்:

source: At both sides
ta: இருபக்கங்களிளும்

source: Select Monitor
ta: திரையை தேர்வுசெய்க

source: Appearance
ta: தோற்றம்

source: _Size (pixels):
ta: அலவு (pixels)(_S):

source: _Transparency (%):
ta: வெளிப்படை அலவு (%)(_T):

source: Make active panel _opaque
ta: தற்போதைய நிரல்பலகையை ஒளிப்புகாமல் ஆக்குக(_o)

source: Panel %d
ta: %d வது பலகை

source: Remove the currently selected panel
ta: நடப்பு நிரல்பலகையை நீக்குக

source: Add a new panel
ta: புதிய நிரல்பலகையை சேர்க்கவும்

source: Panel
ta: XFCE பலகை

source: Customize the panel settings
ta: நிரல்பலகை அமைப்பை தன்விருப்பமாற்றம் செய்க

source: Lock screen
ta: திரையைப் பூட்டுக

source: Action Buttons
ta: செயல்தொடக்கப் பொத்தான்

source: _Select action type:
ta: செயல்வகையை தேர்வுசெய்க(_S):

source: Quit + Lock screen
ta: திரையை பூட்டிவிட்டு வெளியேறு

source: _Orientation:
ta: பலகை திசை அமைவு(_O):

source: Custom
ta: தன்விருப்பம்

source: Display _seconds
ta: நிமிடத்தை காட்டு(_s)

source: Use 24-_hour clock
ta: 24ன்கு மணிநேர கடிகாரத்தை பயன்படுத்து(_h)

source: Fl_ash time separators
ta: காலப்பிரிப்பானை மினுக்கு

source: Sho_w AM/PM
ta: காலை/மாலை காட்டு

source: True _binary clock
ta: உண்மையான இரும கடிகாரம்(_b)

source: Clock
ta: கடிகாரம்

source: Analog
ta: ஒப்புமை முறை

source: Binary
ta: இருமமுறை

source: Digital
ku: Digîtal
ta: இலக்கமுறை

source: LCD
ta: எல்சிடி(LCD)

source: Show _frame
ta: சட்டத்தை காட்டுக(_f)

source: Tooltip Format
ta: சுட்டிப்பெருள் குறுவிலக்கத்தின் வரைவடிவம்

source: Clock Options
ta: கடிகார விருப்பங்கள்

source: Icon Box
ta: குறும்படப்பெட்டி

source: Only show _minimized applications
ta: சிறிது செய்யப்பட்ட பயன்பாட்டை மட்டும் காட்டுக(_m)

source: Show applications of _all workspaces
ta: அணைத்து பணியிடங்களின் பயன்பாடுகளை காட்டுக(_a)

source: Use all available _space
ta: கிடைக்கும் அனைத்து இடத்தையும் பயன்படுத்து(_s)

source: New Item
ta: புதிய உருப்பை சேர்க்கவும்

source: Failed to launch "%s"
ta: "%s" ஐ இயக்க முடியவில்லை

source: No icon
ta: சின்னம் இல்லை

source: Select an Application
ta: பயன்பாட்டை தேர்வுசெய்க

source: All Files
ta: கோப்புகள் அனைத்தும்

source: Executable Files
ta: இயங்கும் கோப்புகள்

source: Perl Scripts
ta: பெர்ல் கட்டளைகோப்பு

source: Python Scripts
ta: பைத்தான் கட்டளைகோப்பு

source: Ruby Scripts
ta: ரூபீ கட்டளைகோப்பு

source: Shell Scripts
ta: கட்டளைஏற்பான் கட்டளைகோப்பு

source: Unnamed
ta: பெயரில்லாத

source: Select an Icon for "%s"
ta: "%s" சின்னத்தை தேற்வுசெய்க

source: _Name:
ta: பெயர்(_N):

source: _Description:
ta: விலக்கம்(_D):

source: _Icon:
ta: சின்னம்(_I):

source: Co_mmand:
ta: கட்டளை(_m):

source: _Working Directory:
ta: நடப்பு கோப்பகம்(_W):

source: Select a Working Directory
ta: நடப்பு கோப்பகத்தை தேர்வு செய்க

source: Run in _terminal
ku: Di _termînalê de bimeşîne
ta: முனையத்தில் இயக்குக(_t)

source: Use _startup notification
ta: தொடக்க அறிப்பை பயன்படுத்தவும்(_s)

source: Launcher
ta: தொடங்கர்

source: A_rrow:
ta: அம்பு(_r):

source: Default
ku: Wekî asayî
ta: முன்னிருப்பு

source: Inside Button
ta: பொத்தானின் உள்ளே

source: Workspace Switcher
ta: பணியிடமாற்றுக்கருவி

source: Number _of rows:
ta: கிடைவரிசைகளின் எண்ணிக்கை(_o):

source: Number _of columns:
ta: நெடுவரிசைகளின் எண்ணிக்கை(_o):

source: Switch workspaces using the mouse _wheel
ta: சுட்டியின் சக்கரத்தை சுழற்றி பணியிடத்தை மாற்றவும்(_w)

source: Show workspace _names
ta: பணியிடப்பெயர்களை காட்டவும்(_n)

source: Separator or Spacing
ta: பிரிப்பான் அள்ளது இடைவெளி

source: Separator Style
ta: பிரிப்பு

source: _Empty space
ta: வெற்றிடம்(_E)

source: E_xpanding empty space
ta: வெற்றிடத்தை விரிவுபடுத்து(_x)

source: _Line
ta: கோடு(_L)

source: _Handle
ta: கையாளர்(_H)

source: _Dots
ta: புள்ளி(_D)

source: Restore hidden windows
ta: மறைந்திருக்கும் திரைகளை மீட்டுக

source: Hide windows and show desktop
ta: திரைகளை மறைத்து பனித்திரையை காட்டுக

source: Notification Area
ta: அறிவிப்பு திரைபாகம்

source: There is already a notification area running on this screen
ta: பனித்திரையில் ஏற்கனவே ஒரு அறிவிப்பு திரைபாகம் இயங்கிக்கொண்டிருக்கிறது

source: The tray manager lost selection
ta: நிரல்தட்டு மேளாலர் தேர்வினை விட்டுவிட்டது

source: Are you sure you want to clear the list of known applications?
ta: தெரிந்த பயன்பாட்டுகளின் பட்டியல் உருப்புகளை நீக்கவா? திட்டவட்டமான முடிவா?

source: _Number of rows:
ta: கிடைவரிசைகளின் எண்ணிக்கை(_N):

source: Hidden Applications
ta: மறைந்துள்ள பயன்பாடுகள்

source: Failed to acquire manager selection for screen %d
ta: %d திரையின் மேளாலர் தேர்வினை பயன்படுத்த முடியவில்லை

source: Task List
ta: வேலைப்பட்டியல்

source: Fi_xed length (pixels):
ta: நிலையான நீளம் (pixels)(_x):

source: Use _flat buttons
ta: தட்டையான பொத்தான்களை பயன்படுத்தவும்(_f)

source: Show _handle
ta: கையாளும் நிரலை காட்டுக(_h)

source: Show tasks from _all workspaces
ta: அனைத்து பணியிடங்களின் வேலைகளை காட்டுக(_a)

source: Never group tasks
ta: எப்பொழுதும் வேலைகளை குழுவாக சேர்க்காதே

source: Automatically group tasks
ta: தானாகவே வேலைகளை குழுவாக சேர்

source: Always group tasks
ta: எப்பொழுதும் வேலைகளை குழுவாக சேர்

source: Are you sure you want to remove workspace %d?
ta: %d பணியிடத்தினை நீக்கவா? திட்டவட்டமான முடிவா?

source: Are you sure you want to remove workspace '%s'?
ta: '%s' பணியிடத்தினை நீக்கவா? திட்டவட்டமான முடிவா?

source: Workspace %d
ta: %d பணியிடம்

source: Add workspace
ta: பணியிடத்தை சேர்

source: Remove Workspace %d
ta: %d பணியிடத்தை நீக்கு

source: Remove Workspace '%s'
ta: '%s' பணியிடத்தை நீக்கு

source: Window List
ta: திரை பட்டியல்

source: <i>Urgency notification</i> will blink the button when an application needs attention.
ta: பயன்பாடு கவனத்தை ஈர்க்க <i> அவசர அறிவிப்பு </i> போன்றவை பொத்தானை மினுக்கச்செய்யும்

source: Urgency Notification
ta: அவசர அறிவிப்பு

source: _Disabled
ta: செயலிழக்கம்(_D)

source: For _other workspaces
ta: மற்ற பணியிடங்களுக்காக(_o)

source: For _all workspaces
ta: எல்லா பணியிடங்களுக்காக(_a)

source: _Icon button
ta: குறும்பட பொத்தான்

source: A_rrow button
ta: அம்பு பொத்தான்(_r)

source: Show _windows from all workspaces
ta: எல்லா பணியிடங்களின் திரைகளை காட்டுக(_w)

source: Show a_pplication icons
ta: பயன்பாட்டுச் சின்னங்களை காட்டுக(_p)

source: Show wor_kspace actions
ta: பயன்பாட்டுச் செயல்களை காட்டுக(_k)

source: Log out or lock the screen
ta: வெளியேறு அல்லது திரையை பூட்டு

source: What time is it?
ta: நேரம் என்ன?

source: Show icons of all running applications
ta: இயங்கிக்கொண்டிருக்கும் பயன்பாடுகளின் சின்னங்களை காட்டுக

source: Program launcher with optional menu
ta: வேண்டியதை தேர்வுசெய்யும் பட்டியலுடன் உள்ள நிரலியக்க கருவி

source: Switch between virtual desktops
ta: கற்பனை பணிமேசைகளை மாற்றிக்கொள்

source: Adds a space or a line between panel items
ta: வெற்றிடம் அல்லது ஓர் வரியை நிரல்பலகை பொருட்களிடையே சேர்த்துவிடும்

source: Hide all windows and show the desktop
ta: திரைகளை மறைத்து திரைமேசையை காட்டவும்

source: Show Desktop
ta: திரைமேசையை காட்டவும்

source: Area where notification icons appear
ta: அறிவிப்பு சின்னங்கள் இந்த இடத்தில்தான் தோன்றும்

source: Switch between open windows using buttons
ta: திரந்திருக்கும் திரைகளிடையே பொத்தான் மூலம் மாறுக

source: Switch between open windows using a menu
ta: திரந்திருக்கும் திரைகளிடையே பட்டியல் மூலம் மாறுக

source: Panel Manager
ta: பலகை மேளாலர்:

source: Select file
ku: Dosiyê hilbijêre

source: Position:
ku: Cih:

source: Item properties
ku: Taybetiyên tiştê

source: Select command
ku: Fermanê hilbijêre

source: Command:
ku: Bevel:

source: Other Icon
ku: Îkona din

source: Change menu item
ku: Madeya menuyê biguherîne

source: _Remove
ku: _Rake

source: The Xfce Panel Version %s Part of the Xfce Desktop Environment http://www.xfce.org Licensed under the GNU GPL.
ku: Panela Xfce Guhertoya %s Parceya Derdora Sermasê ya Xfce http://www.xfce.org Lîsans: GNU GPL.

source: %s: Successfully started without session management
ku: %s: Destpêkirina bê rêveberiya runiştinê serket

source: %s: Successfully started with session management
ku: %s: Destpêkirina bi rêveberiya runiştinê serket

source: Could not create panel item "%s".
ku: Kon nie paneel-item "%s" skep nie

source: _Properties...
ku: _Taybetî...

source: Add _new item
ku: Voeg _nuwe item by

source: This item has no configuration options
ku: Hierdie item het nie konfigurasieopsies nie

source: _About Xfce
ku: _Der barê Xfce

source: _Help
ku: _Alîkarî

source: _Lock screen
ku: _Ekranê qifl bike

source: _Restart
ku: _Ji nû ve bide dest pê kirin

source: E_xit
ku: Derbi_keve

source: Editor
ku: Edîtor

source: File management
ku: Îdarekirina dosiyan

source: Games
ku: Leyîstik

source: Help browser
ku: Geroka alîkariyê

source: Multimedia
ku: Multîmedya

source: Network
ku: Tor

source: Graphics
ku: Grafîk

source: Productivity
ku: Produktiwiteit

source: Sound
ku: Deng

source: Terminal
ku: Termînal

source: Small
ku: Biçûk

source: Medium
ku: Navîn

source: Large
ku: Mezin

source: Huge
ku: Gelek mezin

source: Panel size:
ku: Mezinahiya panelê:

source: Panel orientation:
ku: Aliyê panelê:

source: Always on top:
ku: Her dem jor:

source: Autohide:
ku: Bixweser veşêre:

source: Xfce Panel Settings
ku: Vebijêrkên Panela Xfce

source: Behaviour
ku: Tawir

source: Clock type:
ku: Rengê demjimêrê:

source: 24 hour
ku: 24-saet

source: 12 hour
ku: 12-saet

source: AM/PM
ku: BN/PN

source: Show seconds:
ku: Çirkeyan nîşan bide:

source: Xfce Clock
ku: Demjimêra Xfce

source: Number of rows:
ku: Hejmara rêzan:

source: Number of columns:
ku: Hejmara sitûnan:

source: Lock the screen
ku: Ekranê qifl bike

source: Exit
ku: Derbikeve

source: Setup
ku: Sazkirin

source: Info
ku: Agahî

source: Lock
ku: Qifl

source: _Hide
ku: _Veşêre

source: Mail box:
ku: Qutika peyaman:

source: New mail command:
ku: Fermana peyam a nû:

source: Interval (sec):
ku: Mesafe (çir):

source: Mail checker
ku: Nobetciyê peyamê
