Repository: 2048hertz/oaknut-xfce
Catalog: docs/manual/po/*.po
Languages: bn, da, ug

source: Switch between open windows using a menu
bn: মেনু ব্যবহার করে খোলা উইন্ডোসমূহের মাঝে পরিবর্তন করুন
da: Skift mellem åbne vinduer ved brug af en menu
ug: ئوچۇق كۆزنەكلەرنى menu ئارقىلىق ئالماشتۇر

source: Window Menu
bn: উইন্ডো মেনু
da: Vinduesmenu
ug: كۆزنەك Menu سى

source: Properties
bn: বৈশিষ্ট্যাবলী
da: Egenskaber
ug: خاسلىق

source: Style Properties
bn: শৈলী বৈশিষ্ট্যাবলী
da: Stilegenskaber
ug: ئۇسلۇب خاسلىقى

source: Switch between open windows using buttons
bn: বোতাম ব্যবহার করে খোলা উইন্ডোসমূহের মাঝে পরিবর্তন করুন
da: Skift mellem åbne vinduer ved brug af knapper
ug: ئوچۇق كۆزنەكلەرنى توپچا ئارقىلىق ئالماشتۇر

source: Window Buttons
bn: উইন্ডো বোতাম
da: Vinduesknapper
ug: كۆزنەك توپچىلىرى

source: Area where notification icons appear
bn: যেখানে ঘোষনার আইকন দেখায়
da: Område hvor beskedsikoner fremkommer
ug: ئۇقتۇرۇش سىنبەلگىسى كۆرۈنىدىغان رايونى

source: Notification Area
bn: ঘোষনা এলাকা
da: Beskedsområde
ug: ئۇقتۇرۇش رايونى

source: Hide all windows and show the desktop
bn: সব উইন্ডো লুকানো হবে এবং ডেস্কটপ দেখানো হবে
da: Skjul alle vinduer og vis skrivebordet
ug: ھەممە كۆزنەكنى يوشۇرۇپ ئۇستەليۈزى كۆرسەت

source: Show Desktop
bn: ডেস্কটপ দেখানো হবে
da: Vis skrivebord
ug: ئۇستەليۈزى كۆرسەت

source: Adds a separator or space between panel plugins
bn: প্যানেল প্লাগিনের মাঝে বিভাজক বা ফাঁকাস্থান যোগ করা হয়
da: Tilføjer en adskiller eller et mellemrum mellem udvidelsesmoduler til panel
ug: panel دىكى قىستۇرمىلار ئارىسىغا ئايرىغۇ ياكى بوشلۇق قوش

source: Separator
bn: বিভাজক
da: Adskiller
ug: ئايرىغۇ

source: Xfce Panel
bn: Xfce প্যানেল
da: Panel til Xfce

source: Configure the <placeholder-1/>
bn: কনফিগার করুন <placeholder-1/>
da: Indstil <pladsholderen-1/>
ug: <placeholder-1/> نى سەپلە

source: Preferences
bn: পছন্দসমূহ
da: Foretrukne
ug: تەڭشەكلەر

source: Switch between virtual desktops
bn: ভার্চুয়াল ডেস্কটপের মাঝে পরিবর্তন করুন
da: Skift mellem virtuelle skriveborde
ug: مەۋھۇم ئۈستەليۈزلىرىنى ئۆزئارا ئالماشتۇرۇش

source: Workspace Switcher
bn: ওয়ার্কস্পেস পরিবর্তক
da: Arbejdsområdeskifter
ug: Workspace ئالماشتۇرغۇ

source: Legal information.
bn: আইনি তথ্য
da: Retslig information.

source: License
bn: লাইসেন্স
da: Licens
ug: ئىجازەتنامە

source: This work is distributed under a CreativeCommons Attribution-Share Alike 3.0 Unported license.
bn: কাজটি CreativeCommons Attribution-Share Alike 3.0 আনপোর্টেড লাইসেন্সের অধীণে বিতরণকৃত।
da: Dette arbejde er distribueret under en CreativeCommons Attribution-Share Alike 3.0 ikke portet licens.

source: You are free:
bn: ব্যবহারের ক্ষেত্রে আপনি স্বাধীণ:
da: Du kan frit:
ug: تۆۋەندىكىدەك ئەركىن:

source: To share
bn: শেয়ার করতে
da: At dele
ug: ھەمبەھىرلەش

source: To copy, distribute and transmit the work.
bn: অনুলিপি করতে, কাজটি বিতরণ করুন।
da: At kopiere, distribuere og overføre arbejdet.
ug: كۆچۈرۈش، تارقىتىش ۋە transmit قىلىش

source: To remix
bn: রিমিক্স করতে
da: At mikse

source: To adapt the work.
bn: কাজের সাথে খাপ খাওয়াতে।
da: At ændre arbejdet.

source: Under the following conditions:
bn: নিম্নোক্ত শর্তাবলীর অধীণে:
da: Under disse betingelser:
ug: تۆۋەندىكىدەك شەرتلەر بار:

source: Attribution
bn: গুনাবলী
da: Medvirken

source: You must attribute the work in the manner specified by the author or licensor (but not in any way that suggests that they endorse you or your use of the work).
bn: লেখক বা লাইসেন্স দ্বারা আপনার কাজের গুনাগুন যাচাই করতে হবে (কিন্তু যে কোন ভাবে এটি করা যাবে না)।
da: Du skal medvirke til arbejdet på en måde angivet af forfatteren eller licensholderen (men ikke på en måde at de skal godkende dig eller din brug af arbejdet).

source: Share Alike
bn: যেভাবে শেয়ার করতে চান

source: If you alter, transform, or build upon this work, you may distribute the resulting work only under the same, similar or a compatible license.
bn: যদি আপনি আপনার কাজ পরিবর্তন, রূপান্তরিত করেন, আপনাকে ওই কাজ একই, সাধারণ বা সঙ্গতিপূর্ণ লাইসেন্সের অধীণে বিতরণ করতে হবে।
da: Hvis du ændrer, omformer eller bygger videre på dette arbejde skal du distribuerer det resulterende arbejde kun under denne, en lignende eller en kompatibel licens.

source: CreativeCommons website
bn: CreativeCommons ওয়েবসাইট
da: CreativeCommons netsted
ug: CreativeCommons توربېتى

source: Commons Deed
bn: সাধারণ কাজ
da: Fælles deklaration

source: For the full text of the license, see the <placeholder-1/>, or read the full <placeholder-2/>.
bn: লাইসেন্সের সম্পূর্ন টেক্সট দেখতে, <placeholder-1/> এ যান, অথরা <placeholder-2/> পুরোটা পড়ুন।
da: For den fulde tekst af licensen, læs <pladsholder-1/>, eller læs den fulde <pladsholder-2/>.

source: Program launcher with optional menu
bn: ঐচ্ছিক মেনু প্রোগ্রাম চালুকরণ
da: Programstarter med mulig tilvalt menu
ug: تاللانما menu سى بار بولغان ئىجراچى

source: Launcher
bn: চালুকারী
da: Opstarter
ug: ئىجراچى

source: Introduction to <placeholder-1/>
bn: <placeholder-1/> এ ভূমিকা
da: Introduktion til <pladsholder-1/>
ug: <placeholder-1/> نى تونۇشتۇرۇش

source: Introduction
bn: ভূমিকা
da: Introduktion
ug: تونۇشتۇرۇش

source: Panel
bn: প্যানেল

source: Plugins
bn: প্লাগইন
da: Udvidelsesmoduler
ug: قىستۇرما

source: Show a directory tree in a menu
bn: একটি মেনুতে ডিরেক্টরি ট্রি দেখান
da: Vis et katalogtræ in en menu

source: Directory Menu
bn: ডিরেক্টরি মেনু
da: Katalogmenu
ug: مۇندەرىجە Menu سى

source: What time is it?
bn: এখন কটা বাজে?
da: Hvad er klokken?
ug: سائەت قانچە بولدى؟

source: Clock
bn: ঘড়ি
da: Ur
ug: سائەت

source: Show a menu containing categories of installed applications
bn: ইন্সটলকৃত অ্যাপ্লিকেশনের একটি মেনু সম্বলিত শ্রেণীবিভাগ দেখানো হবে
da: Vis en menu indeholdende katagorier af installerede programmer
ug: ئورنىتىلغان پروگراممىلارنىڭ كاتېگورىيىسى بار menu نى كۆرسەت

source: Applications Menu
bn: অ্যাপ্লিকেশন মেনু
da: Menu til progermmer
ug: پروگرامما menu سى

source: Add new plugins to the <placeholder-1/>
bn: <placeholder-1/> এ নতুন প্লাগইন যোগ করুন
da: Føj nye udvidelsmoduler til <pladsholder-1/>
ug: <placeholder-1/> غا يېڭى قىستۇرما قوش

source: Add New Plugins
bn: নতুন প্লাগইন যোগ করুন
da: Tilføj nye programmer
ug: يېڭى قىستۇرمىلارنى قوشۇش

source: Log out, lock or other system actions
bn: লগআউট, লক বা অন্যান্য সিস্টেম অ্যাকশন
da: Logud, lås eller andre systemhandlinger
ug: چىقىش، قۇلۇپلاش ياكى باشقا ھەرىكەتلەر

source: Action Buttons
bn: অ্যাকশন বোতাম
da: Handlingsknapper
ug: ھەرىكەت توپچىلىرى

source: translator-credits
bn: অঙ্কুর প্রকল্পের পক্ষে, ইসরাত জাহান (Israt Jahan) <israt@ankur.org.bd>, ২০১০
da: Per Kongstad <p.kongstad@op.pl> Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
ug: Gheyret T.Kenji <gheyret@gmail.com>, 2010.
